{
  "data.aml": {
    "articles": [
      {
        "Name": "Dakota Klasky",
        "Headline": "Designer embraces girl power with passionately pink fashion line",
        "Byline": "Kristin Snyder",
        "Photo": "web.ae.fast.dakotaklasky.LK.PicA.jpg",
        "Photo2": "web.ae.fast.dakotaklasky.LK.picB.jpg",
        "Photocredit": "Liz Ketcham",
        "Text": "Dakota Klasky brought her sewing machine as carry-on baggage when she flew from New Mexico to California.\r\n\r\nThe third-year math/economics student first learned how to sew in her hometown of Los Alamos, New Mexico, during high school. This year, Klasky will participate in the Fashion And Student Trends show for the second time. Her clothing line, made up entirely of typically feminine silhouettes and colors, features tulle and satin in shades of pink and red to express the power women can find in femininity, she said.\r\n\r\n“It’s my personality and my aesthetic and the type of thing that excites me,\" Klasky said. \"I think a lot of other women are really drawn to feminine clothes as well.\"\r\n\r\nOne dress that reflects Klasky's personal style is a dark pink satin halter top with a skirt inspired by rose petals. The dress is her roommate Chelsea Rose’s favorite piece in the collection because of its dainty silhouette. Rose, a third-year international development studies student, said Klasky’s line mirrors her style. Klasky frequently wears dresses and skirts, and showcases her expressive personality through patterns and glitter, Rose said.\r\n\r\n\"Her line this year is very much representative of how much she likes girly clothes and dresses,\" Rose said. \"She’s using her skills and her power to be as feminine as possible.\"\r\n\r\nThe finale dress of Klasky's collection entailed multiple hours of adding layer after layer of tulle. Inspired by a video of a model running around the streets of Paris in a similar dress designed by Giambattista Valli, Klasky said she immediately knew she wanted to design her line around this image, with some modifications.\r\n\r\nThe Italian designer's model's dress is tiered and short in the front, whereas Klasky’s version is a large ball gown. Klasky said she originally bought only 10 yards of fabric for the dress, but by the time she finished her product, she had used 60. Klasky said she is drawn to the extravagance and grandiose style of tulle dresses, and aspires to create collections that include exaggerated shapes.\r\n\r\n“Hopefully in the future I’ll be able to make collections that are just huge pieces,” Klasky said. “I think those are more fun and exciting.”\r\n\r\nThough most of the collection's items are pink, one dress is made of green silk with pink flowers printed on the bottom. Klasky said the green fabric adds some diversity to the six-piece line. She received the fabric as a gift from mentor Lorraine Gruyl, who taught her to sew in sewing classes spanning seven summers.\r\n\r\nKlasky's friend Isabel Paige, a third-year political science student, said she thinks Klasky learning to sew from another woman symbolizes a powerful bond between women. The over-the-top silhouettes and typical feminine colors in Klasky's line encourage women to embrace their womanhood, Paige said.\r\n\r\nThrough her extravagant clothes and dedication to the color pink, Klasky said she hopes to empower the models wearing her pieces. Many women try to dissociate themselves from this stereotypically feminine color, but Klasky urges women to embrace the power of pink.\r\n\r\n“I really appreciate femininity and love the color pink because I realized it’s something that can be empowering,” Klasky said. “If you feel pretty and are confident in what you’re wearing, you know that will translate to how you act in the world.”"
      },
      {
        "Name": "Yudhi Stira",
        "Headline": "Freelance designer uses unconventional materials for FAST showcase",
        "Byline": "Susana Alcantar",
        "Photo": "web.ae.fast.yudhistira.FSa.picA.jpg",
        "Photocredit": "Farida Saleh",
        "Text": "Yudhi Stira once turned trash into treasure by fashioning a dress out of paper from an office building.\r\n\r\nStira will showcase other clothing designs like his paper dress in Thursday's Fashion And Student Trends Show for the second year in a row. However, unlike most of the other designers in FAST, he is not a UCLA student.\r\n\r\nStira, a Los Angeles-based freelance designer, reached out to the club last year and asked if he could enter his work in the show. Stira said he wanted to join FAST because he liked how it catered to many students with different interests, such as design, modeling and photography.\r\n\r\n“I found a good community to share my fashion with,” Stira said. “It has allowed me and others to grow, because you may never know what you really like.”\r\n\r\nStira made many of his line's clothes from unconventional materials, inspired by the large amounts of trash people throw away everyday. After watching do-it-yourself YouTube ideas that showed people using cardboard boxes to make clothes, he decided to make his own dress out of paper.\r\n\r\nStira designed his paper dress into two pieces: a crop top-style bodice over one shoulder with a matching skirt, all decorated with origami style butterflies and flowers of various sizes. Brian Luk, a friend of Stira's, said when Stira wore the dress to a party, people kept coming up to him and touching it – the guests could not believe it was made out of paper.\r\n\r\n“People who can transform ordinary objects into something beautiful have an amazing talent,” Luk said.\r\n\r\nBut for his most recent line, Stira decided to create a dress out of a curtain. Stira first placed the curtain onto a mannequin to figure out how he could work with it, before deciding to use a skin-color fabric to make a lining for the curtain, helping it look like the lining of any other dress.\r\n\r\n“The challenge is how to make it look like its a normal fabric when someone is looking at it close and also you have to make sure it has a good shape,” Stira said.\r\n\r\nOne of Stira’s other designs includes a biker jacket made out of stretch fabric. Although not made out of strictly household materials, Stira said the jacket is unordinary because many people do not know how to use stretch fabric, instead opting for leather.\r\n\r\nLucy Wang, a UCLA alumna and one of Stira’s former models, said all of Stira’s looks are clothes she would wear out to formal events, as opposed to garments that are beautiful but impractical.\r\n\r\n“Some people will design really cool dresses that are just meant for fashion shows or as art pieces but you would never wear them on the street, but I would would want to wear his pieces to an art gala or art show,” Wang said.\r\n\r\nStira said wants to make sure everyone can wear his clothes. Although he is nervous for the day of the show, he said he is still happy to showcase his clothes at UCLA and demonstrate that fashion can come in different forms.\r\n\r\n\"I love to be inspired by the students here,” Stira said. \"Everyone is different and maybe someday, someone will look at me and be inspired to pursue what they are interested in.”"
      },
      {
        "Name": "Taylor McGee",
        "Headline": "Student's fashion line reels in aesthetic of California beaches",
        "Byline": "Erin McFaul",
        "Photo": "web.ae.taylormcgee.FSa.jpg",
        "Photo2": "web.ae.taylormcgee.FSa.PicB.jpg",
        "Photocredit": "Farida Saleh",
        "Text": "The vibrant, edgy style of Venice Beach and the refined, mellow nature of Malibu collide in Taylor McGee’s clothing line Wavy, inspired by California shores.\r\n\r\nThe fourth-year psychology student will reveal her 12-piece clothing line Thursday in the annual Fashion And Student Trends show. The line includes a variety of items inspired by the Atlanta native’s experiences enjoying relaxed days on Los Angeles beaches. Through a spectrum of colors and emphasis on comfort, McGee said the clothing line captures the essence of the diverse beaches throughout California.\r\n\r\n“I wasn’t necessarily going for the typical beach look because I feel like California beaches look so different,” McGee said. “Venice is so different from Malibu, so I wanted to give aspects of both.”\r\n\r\nMcGee began designing the clothing line in March, drawing inspiration from time she spent at the beach throughout her college years, she said. Unlike in Atlanta, McGee said she and her friends were able to use the beach as an easy and somewhat sporadic escape from school in the middle of the week.\r\n\r\n“When you don’t live close to the beach, it’s like you’re going on vacation, but then (in Los Angeles) you can go whenever you want,” McGee said.\r\n\r\nDuring midterm season, Cinthia Alvarado said she and McGee often drove to Santa Monica to study on the sand. Alvarado, a fourth-year psychology student and friend of McGee's, said the two would stop at a convenience store to pick up snacks including fruit and cotton candy along the way. The fun and fluffy aesthetic of the cotton candy they used to bring on during their expeditions can be seen in the finale dress, which is poofy and vibrant blue in hue.\r\n\r\nMcGee's approach to designing clothes entails considering both the structure and color of the items, she said. While the clothing line uses a range of structured fabrics such as tulle and lace, she said the 12 finished pieces have a flowing texture, reminiscent of ocean waves. The pieces, which are funmight be editorializing if this isn't part of the paraphrase and allow easy mobility, include pants that flare out slightly at the bottom and a blue lace dress with bellow sleeves, she said.\r\n\r\nThe color scheme matches the ocean, starting with crisp white designs that gradually fade into shades of blue. The clothing line culminates in a poofy blue finale dress. McGee said the color variation serves to signify the physical gradient of beaches, from light-colored sand which slowly transitions into white foam and eventually into the blue water of the deep ocean.\r\n\r\nMcGee’s design process did not begin in a sketchbook, she said. Unlike most designers, McGee jots down a few words – fabric, color and item type – in the form of a list. For the first dress in the clothing line, McGee simply wrote the note \"off-the-shoulder,\" which she said served as a jumping-off point during the creation process. Over time, the dress evolved to also evolved to be backless and free-flowing as well, changes McGee said she could easily make because they came to her naturally during the sewing process.\r\n\r\n“I don’t like to stick to the first thing that came into my head and draw it down because then I feel like the creativity that happens in the middle wouldn’t happen if I already had this full picture of it,” McGee said.\r\n\r\nDenise Miresmaili, fourth-year biology student and friend of McGee, said McGee’s designs are attractive because they always contain a twist on modern trends. For example, McGee said that while her clothing line is inspired by the beach, the clothes do not look like they would naturally be worn there because of their more refined design.\r\n\r\n\"There’s that standard format of beachwear clothing, but at the same time it has this sort of class or uniqueness to it,\" Miresmaili said.\r\n\r\nAlthough McGee said she intends to continue using fashion as a sort of creative outlet, design is not in her career path. After graduation, McGee said she plans on returning to her landlocked hometown of Atlanta to study educational psychology.\r\n\r\n“(The clothing line) was a very fun thing to do and a way to express my other interest outside of psychology – what I am going to be doing mostly for the rest of my life,\" McGee said. \"It was a way to be creative and show another part of who I am.”"
      },
      {
        "Name": "Blanka Nakova",
        "Headline": "FAST president hopes to bring mix of formal and casual clothes to final show",
        "Byline": "Haley Tangen",
        "Photo": "web.ae.fast.blankanakova.FSa.jpg",
        "Photo2": "web.ae.fast.blankanakova.FSa.picB.jpg",
        "Photocredit": "Farida Saleh",
        "Text": "Fourth-year economics student Blanka Nakova’s style blends the formal wear of her home country, Macedonia, with the casual wear sported in Los Angeles.\r\n\r\nOn a typical night out, women in Macedonia wear full makeup, six-inch heels and tight bodycon dresses made from detailed fabrics like sequins. But in LA, people wear shorts or even sneakers for a night out, the FAST president said.\r\n\r\n“The difference is the level of dedication people put into dressing up to go out,” Nakova said. “My style is between the two, so it’s not super dressed up but not super chill either.”\r\n\r\nNakova’s 12 designs for this year’s Fashion and Student Trends runway show reflect her own blended style and will include both formal dresses and skirts paired with T-shirts. One of her designs features a more casual, sportswear T-shirt on top of a short sequined skirt while another uses mesh fabric and silver threads for an evening dress.\r\n\r\nShe began the line with a single piece – a black prom dress she had sewed for her sister in June – and from there brainstormed ideas for complimentary pieces until October, when she began creating the rest of her outfits. But as she worked on the line, she realized that she wanted to go in a different direction than she had in previous years by experimenting with bolder colors and more textured fabrics.\r\n\r\n“Because it’s my last year here, I decided to do a line that brings together everything I’ve learned before,” Nakova said. \r\n\r\nShe created her pieces intermittently over the course of seven months, sewing each article of clothing in Macedonia, where her mom has a fashion studio with specialized machines, spending up to 10 days on each article of clothing.\r\n\r\nFourth-year environmental science student Kathleen Knight modeled Nakova’s designs the two previous years and said Nakova’s color and fabric choices for this year’s line are bolder and more textured. Knight, who is also the vice president of FAST, said the quality of Nakova’s designs set them apart from other designers.\r\n\r\n\"Her collections are always pieces that one, everyone loves and two, you can wear right off the runway,\" Knight said. \"I ended up buying a dress I wore for her off her line I modeled two years ago, and I wear it all the time.\"\r\n\r\nKnight said Nakova's dresses are simple yet elegant in their minimalist designs as shown in Knight's favorite piece of Nakova's, a short shimmery silver dress with a leg slit and a backless cut.\r\n\r\nNakova said this year her silhouettes follow the female body with clear lines and minimal designs alongside bold pink, red and purple fabrics, which she found while traveling with her mother in the Balkans. And like the silver dress, almost all her dresses are short because she believes that young women should not cover up, she said.\r\n\r\nFourth-year psychology student Taylor McGee also modeled for Nakova's line two years ago and said she thinks Navoka's incorporation of sparkly fabrics is both classy and fun. The dresses are also a far cry from the clothing she modeled for Nakova two years ago, which McGee said featured more muted colors, like beige, and lots of black and white dresses.\r\n\r\n\"I think this line is a more party kind of vibe,\" McGee said. \"The dresses are shorter and more fitted to the body.\"\r\n\r\nAmong the dresses is Nakova's first evening gown – a short, sequined dress with a floral design on a baby pink base – which will be worn by model Shatakshi Mohan, a second-year statistics and economics student. When choosing models to display her lineup, she looked for confident women who could wear styles that they had not necessarily worn before or worn often. She wanted models whose personalities came through in their walk and posture, she said.\r\n\r\n“(Modeling) is the confidence of being comfortable in your own skin and being able to rock anything you’re wearing,” Nakova said. \r\n\r\nNakova said her slightly dressy, slightly dressed-down line might be her last, as she hopes to go into the managerial side of the fashion industry following graduation. However, while she is excited to move on, she said she will miss her experiences with FAST at UCLA.\r\n\r\n\"The best part is when you walk out at the end of your line and you feel a rush of adrenaline,” she said. “I hate being on stage ... but it’s the best feeling that all your hard work has culminated in that.”"
      },
      {
        "Name": "Brooke Shimasaki and Deborah Orret",
        "Headline": "South campus duo upcycles second-hand clothing for fashion line",
        "Byline": "Sidra Rashid",
        "Photo": "web.ae.fast.designerpair.LK.picA.jpg",
        "Photo2": "web.ae.fast.designerpair.LK.picB.jpg",
        "Photocredit": "Liz Ketcham",
        "Text": "Friends Brooke Shimasaki and Deborah Orret spend their free time wandering the aisles of thrift stores together.\r\n\r\nWhat initially began as a fun pastime became the basis of their collection for the FAST fashion show.\r\n\r\n“That’s what we wanted to base our fashion line off of – finding pieces that you see a lot of potential in,” said Shimasaki, a second-year environmental science student. \"It’s also rewarding when you take a frumpy dress and make it into a cute skirt.”\r\n\r\nShimasaki and Orret will showcase their designs, inspired by their trips to the thrift shops, Thursday night at the FAST Fashion Show in Pauley Pavilion. The designer pair crafted their six-look collection by taking old and dowdy garments found at second-hand stores and revitalizing them into completely new pieces.\r\n\r\nSome of Orett's favorite pieces in the collection are the pair's wrap skirts, an example of their repurposed items. The second-year cognitive science student said they began with a floor-length paisley skirt, which they then cut and folded into a skort with a flap on the front that ties together the final look.\r\n\r\nAvery Tinsley, one of the models for Orett and Shimasaki's collection and a second-year psychobiology student, said she and her friends frequent a thrift store around the corner from her house in her hometown – much like Orett and Shimasaki. She once revamped an old pair of jeans herself, and said she thinks that the designers' concept of elevating old pieces is innovative and exciting.\r\n\r\n“It’s so creative to see another piece and then envision what it could be with your own twist on it, and that’s a big part of thrifting in general – seeing pieces and putting them together and making outfits better,” she said.\r\n\r\nWhile Shimasaki and Orett attempted to make two pieces from scratch – an orange dress and a leather skirt – Orett said they didn’t like the final outcome of the piece, due to their lack of technical experience. Both designers said they learned to sew hems and create simple crafts from their grandmothers, but have little experience in draping and sewing an entire collection from start to finish. While they were applying to become FAST designers, Orett said the duo made sure to be clear that they did not have any highly developed technical skills. However, she said she believes their general vision for their line granted them a spot.\r\n\r\nOrett and Shimasaki drew inspiration from the various silhouettes and forms of the early 1960’s. They incorporated design aesthetics from this era, such as short skirts and bright colors, into their line. The pair was also influenced by the Woodstock styles of the latter part of the decade, including bell bottom jeans and embroidery, Orett said. Shimasaki said they tied vintage inspiration in with a more modern and LA-centered vibe.\r\n\r\nTinsley said she likes seeing the cyclical patterns of design in fashion, and is eager to see how they incorporate the older styles into the present day. She said that she even sees fashion loops mirrored in the trends she wears in her everyday life.\r\n\r\n“I’ll wear something, and my mom will be like, ‘Oh my God, I remember when I used to wear things like that in high school,’” she said. \r\n\r\nAs a South Campus student, Shimasaki said she doesn't always feel like she has the freedom to explore her creative side in her classes, especially in the introductory courses she has been taking during her first two years at UCLA. She said joining FAST helped her balance her schoolwork with a creative extracurricular outlet.\r\n\r\n“I think it’s nice for us to have some outlet where there’s not a lot of pressure,” Orett said. “We are ... getting nothing else out of this other than purely enjoying it and learning how to sew.”\r\n\r\nShimasaki said she hopes viewers of their clothing line can begin to understand that a person doesn't need to be deeply rooted in the fashion industry to pursue their interests.\r\n\r\nShimasaki said she is excited for the audience to see the line as a manifestation of pursuing something they are passionate about – and that even as as South Campus students, they can make interesting clothes. While neither designer sees themselves pursuing fashion design as a career, they are excited for people to see what they are capable of learning and executing in a short time frame.\r\n\r\n“The fact that we are thrifting a lot of it and kind of repurposing it makes it unique. I think a lot of people are making clothes from scratch, because that’s creativity out of nothing,\" Orett said. \"But there’s also something in looking at something ugly and figuring out how to not make it ugly anymore.”"
      }
    ],
    "photogallery": [
      {
        "Image": "1.jpg",
        "Caption": "a photo",
        "Photographer": "Joe Bruin"
      },
      {
        "Image": "2.jpg",
        "Caption": "a second photo",
        "Photographer": "Joey Bruin"
      }
    ]
  }
}
